Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/samegiela-geavaheapmi-almmola-halddahusa_id_86942.html.tmx
Source language: sme
Languages: nob

source: Sámegiela geavaheapmi almmolaš hálddahusas
nob: Bruk av samisk språk i offentlig forvaltning

source: Sámegiella ja dárogiella leat ovttaárvosaš gielat , gč. sámelága 3. kapihttala .
nob: Samisk og norsk er likeverdige språk , jf. sameloven kap. 3 .

source: Sámegiela hálddašanguovllus ( Divttasvuona suohkanis , Gáivuona suohkanis , Guovdageainnu suohkanis , Kárášjoga gielddas , Unjárgga gielddas , Posáŋggu gielddas ja Deanu gielddas ) leat sámegiella ja dárogiella ovttaárvosaš gielat .
nob: Innenfor forvaltingsområdet for samisk språk ( kommunene Kåfjord , Kautokeino , Karasjok , Nesseby , Porsanger , Tana , Tysfjord og Snåsa ) er samisk og norsk likestilte språk .

source: Ráđđehus háliida ahte sámegiella galgá leat ealli giella .
nob: Regjeringen ønsker at samisk skal være levende språk .

source: Árjjalaš ja lassáneaddji sámegiela geavahus lea sámi kultuvrra viidáset ovdáneami hui dehálaš oassi .
nob: Aktiv og utvidet bruk av samisk språk er et svært viktig element i den videre utviklingen av samisk kultur .

source: Seamma láhkai lea mávssolaš ahte sámegiella geavahuvvo almmolaš oktavuođain .
nob: Likedan er det viktig at samisk språk benyttes i offentlig sammenheng .

source: Gielda- ja guovlodepartemeanta rabai iežas sámegielat interneahttasiidduid guovvamánu 6. beaivvi 2003 , sámi álbmotbeaivvi .
nob: Kommunal- og regionaldepartementet åpnet sine samiskspråklige internettsider 6. februar 2003 , på samefolkets dag .

source: Ráđđehusa sámegielat interneahttasiiddut galget leat deháleamos diehtojuohkinkanálan almmuhettiin sámegillii stuorradiggedieđáhusaid , proposišuvnnaid , lágaid , láhkaásahusaid ja eará sámegielat dokumeanttaid ráđđehusas ja departemeanttain .
nob: Regjeringens internettsider på samisk skal være den fremste kanalen for samiskspråklig informasjon , stortingsmeldinger , proposisjoner , lover , forskrifter og andre samiskspråklige dokument fra regjeringen og departementene .

source: Vurdojuvvo ahte almmolaš ásahusat ollašuhttet sámelága giellanjuolggadusaid ja láhčet vejolašvuođaid gulahallat čálalaččat sámegillii .
nob: Det forventes at offentlige virksomheter oppfyller samelovens språkregler og tilrettelegger for skriftlig kommunikasjon på samisk .

source: Almmolaš diehtojuohkin galgá lágiduvvot sámeálbmogii ge , ja dat mielddisbuktá ovdamearkka dihtii ahte almmolaš skovit galget leat sámegillii ge .
nob: Offentlig informasjon må tilrettelegges også for den samiske befolkningen , noe som medfører at for eksempel offentlige skjemaer også må finnes på samisk .

source: Raporta Kartlegging og utredning av offentlige samiske informasjonstjenester ( almmolaš diehtojuohkinbálvalusaid kárten ja čielggadeapmi ) , maid Davviriikkaid sámi instituhtta ráhkadii Gielda- ja guovlodepartemeantta ovddas 2001 , evttoha earret eará lasihit sámegiela geavaheami ja sámegielat diehtojuohkima .
nob: Rapporten Kartlegging og utredning av offentlige samiske informasjonstjenester , utarbeidet av Nordisk samisk institutt for Kommunal- og regionaldepartementet i 2001 , foreslår blant annet tiltak for økt bruk av samisk språk og samiskspråklig informasjon .

source: Nannen dihtii sámegiela lea Ráđđehus mearridan ahte stáhta etáhtat galget árvvoštallat dárbbašit go vuogádagaid maiguin lea vejolaš čállit sámegillii .
nob: For å styrke samisk språk har regjeringen bestemt at statlige etater skal pålegges å vurdere behovet for støtte for samisk språk i sine systemer .

source: Julevsámegiella ja lullisámegiella leat áitojuvvon gielat , ja daid gielaid suodjaleapmi ja ovddideapmi ferte nannejuvvot .
nob: Støtte for samisk språk i IT-sammenheng i offentlig forvaltning - etablering av kompetansebase for samisk språk og IT ( PDF )
